
const testimonials = [
  {
    id: 1,
    name: "علی رضایی",
    city: "تهران",
    text:
      "با EstateHub در کمتر از یک هفته خانه مورد نظرم را پیدا کردم. رابط کاربری سایت بسیار ساده و حرفه‌ای است.",
    rate: 5,
  },

  {
    id: 2,
    name: "سارا محمدی",
    city: "اصفهان",
    text:
      "جستجوی هوشمند واقعاً کاربردی بود و دقیقاً همان ملکی را پیدا کردم که دنبالش بودم.",
    rate: 5,
  },

  {
    id: 3,
    name: "محمد احمدی",
    city: "شیراز",
    text:
      "اطلاعات املاک کامل و دقیق بود و روند ارتباط با مشاور بسیار سریع انجام شد.",
    rate: 5,
  },
];

export default testimonials;